ansible
automake
clib
cmake
ctags
fzf
git
git-lfs
go
macvim
memcached
nginx
nmap
pyenv
rbenv
redis
ripgrep
ruby-build
swig
the_silver_searcher
tmux
vault
yarn
