tap "homebrew/bundle"
brew "automake"
brew "awscli"
brew "bat"
brew "btop"
brew "clib"
brew "cmake"
brew "ctags"
brew "diff-so-fancy"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "neovim"
brew "perl"
brew "pre-commit"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "yarn"
brew "zsh"
cask "intellij-idea"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "spotify"
