tap "homebrew/bundle"
tap "homebrew/core"

brew "ansible"
brew "automake"
brew "clib"
brew "cmake"
brew "ctags"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "macvim"
brew "memcached"
brew "nginx"
brew "nmap"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "swig"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "yarn"
